Repository: Avmap/alert247_mobile
Catalog: AlertApp/AlertApp/Resx/AppResources.*.resx
Languages: bg, el, fr, it, zh

# AllwaysOn
source: Always On
bg: Винаги включен
el: Πάντα ενεργή
fr: Toujours sur
it: Sempre acceso
zh: 永远在线

source: Application
bg: Приложение
el: Εφαρμογή
it: Applicazione
zh: 应用

# BackRegistration
source: Back
bg: обратно
el: Πίσω
fr: Retour
it: Indietro
zh: 背部

source: Cancel
bg: Отказ
el: Ακυρο
fr: Annuler
it: Annulla
zh: 取消

# CancelSendAlert
source: Press to cancel
bg: Натиснете, за да отмените
el: Πατήστε για ακύρωση
fr: Appuyez sur pour annuler
it: Premere per annullare
zh: 按取消

source: Continue
bg: продължи
el: Επόμενο
fr: Continuez
it: Continua
zh: 继续

# ContinueDialogButton
source: Continue
bg: продължи
el: Συνέχεια
fr: Continuez
it: Continua
zh: 继续

# EnterApplicationPinTitle
source: Enter pin
bg: Въведете щифт
el: Εισαγωγή PIN
fr: Entrez la broche
it: Inserisci pin
zh: 输入pin

# EnterMobileMessage
source: Please enter your mobile number to receive a verification code by SMS.
bg: Моля, въведете мобилния си номер, за да получите код за потвърждение чрез SMS.
el: Πληκτρολογήστε τον αριθμό τηλεφώνου σας και πατήστε "Επόμενο" για να λάβετε τον κωδικό επιβεβαίωσης με SMS.
fr: Veuillez entrer votre numéro de téléphone portable pour recevoir un code de vérification par SMS.
it: Inserisci il tuo numero di cellulare per ricevere un codice di verifica via SMS.
zh: 请输入您的手机号码以通过短信接收验证码。

# EnterMobileNumberTitle
source: Enter mobile
bg: Въведете мобилен телефон
el: ΕΙΣΑΓΩΓΗ ΤΗΛΕΦΩΝΙΚΟΥ ΑΡΙΘΜΟΥ
fr: Entrez mobile
it: Inserisci mobile
zh: 进入手机

# EnterMobilePrompt
source: Verify Your Number
bg: Потвърдете номера си
el: Επιβεβαίωση τηλεφώνου
fr: Vérifiez votre numéro
it: Verifica il tuo numero
zh: 验证您的号码

# EnterPin
source: CREATE PIN
bg: Въведете щифт на приложението
el: ΔΗΜΙΟΥΡΓΙΑ PIN
fr: Entrez le code PIN de l'application
it: Inserisci il pin dell'applicazione
zh: 输入应用程序引脚

# EnterPinToCancel
source: CANCEL ALERT
bg: Въведете ПИН за ОТМЕНЯВАНЕ
el: ΑΚΥΡΩΣΗ ΑΠΟΣΤΟΛΗΣ
fr: ENTRER PIN POUR ANNULER
it: INSERIRE IL PIN PER ANNULLARE
zh: 输入PIN码取消

# EnterVerificationCodeTitle
source: Verification
bg: проверка
el: Επιβεβαίωση
fr: Vérification
it: Verifica
zh: 验证

source: Error
bg: грешка
el: Σφάλμα
fr: Erreur
it: Errore
zh: 错误

# FinishRegistration
source: Finish
bg: завършек
el: Τέλος
fr: terminer
it: finire
zh: 完

source: Good Evening
bg: Добър вечер това е коментар от разработчика
el: Καλησπέρα
fr: Bonsoir
it: buona serata
zh: 晚上好

source: Location Tracking
bg: Проследяване на местоположението
el: ΑΠΟΣΤΟΛΗ ΤΟΠΟΘΕΣΙΑΣ
fr: Suivi de localisation
it: Tracciamento della posizione
zh: 位置跟踪

source: Manage Contacts
bg: Управление на контактите
el: Διαχείριση Επαφών
fr: Gérer les contacts
it: Gestisci contatti
zh: 管理联系人

# NextRegistration
source: Next
bg: Следващия
el: Επόμενο
fr: Prochain
it: Il prossimo
zh: 下一个

source: OK
bg: Добре
fr: D'accord
zh: 好

# Register
source: Registration
bg: Регистрация
el: Εγγραφή
fr: enregistrement
it: Registrazione
zh: 注册

# RegisterMessage
source: Please enter information needed
bg: Моля, въведете необходимата информация
el: Παρακαλώ συμπληρώστε τα παρακάτω στοιχεία
fr: S'il vous plaît entrer les informations nécessaires
it: Si prega di inserire le informazioni necessarie
zh: 请输入所需信息

# RegistrationPageTitle
source: Welcome
bg: Добре дошли
el: Καλωσήλθατε
fr: Bienvenu
it: Benvenuto
zh: 欢迎

# ResendCodeButton
source: Resend Code
bg: Код за препращане
el: Επανάληψη αποστολής
fr: Renvoyer le code
it: Codice di rispedizione
zh: 重新发送验证码

source: Select Language
bg: Избери език
el: Επιλέξτε γλώσσα
fr: Choisir la langue
it: Seleziona la lingua
zh: 选择语言

# SelectLanguageMessage
source: Please select application language
bg: Моля, изберете език на приложението
el: Παρακαλώ επιλέξτε την γλώσσα της εφαρμογής
fr: Veuillez sélectionner la langue de l'application
it: Seleziona la lingua dell'applicazione
zh: 请选择应用程序语言

source: Sending alert in
bg: Изпращане на сигнал в
el: Αποστολή Alert σε
fr: Envoi d'alerte en
it: Invio avviso in
zh: 发送警报

# SmsVerificationMessage
source: Verification code will be send to
bg: Кодът за потвърждение ще бъде изпратен до
el: Ο κωδικός επιβεβαίωσης θα αποσταλεί στον αριθμό
fr: Le code de vérification sera envoyé à
it: Il codice di verifica verrà inviato a
zh: 验证码将发送至

# TabDependands
source: Dependands
bg: Зависими
el: Εξαρτηση
fr: Dépendances
it: dipendenti
zh: 家属

# TabMyCommunity
source: My community
bg: Моята общност
el: Κοινότητα
fr: Ma communauté
it: La mia comunità
zh: 我的社区

# TabSuggestions
source: Suggestions
bg: предложения
el: Προτάσεις
it: suggerimenti
zh: 建议

source: Verification
bg: проверка
el: Επιβεβαίωση
fr: Vérification
it: Verifica
zh: 验证

# WaitForSMS
source: Wait for OTP message.. When SMS received, app will activated automatically
bg: Изчакайте съобщение OTP. Когато SMS получи, приложението ще се активира автоматично
el: 0 6ψήφιος κωδικός επιβεβαίωσης έχει σταλεί. Παρακαλώ εισάγετε παρακάτω ή πατήστε "Επανάληψη Αποστολής" αν δεν τον παραλάβατε.
fr: Attendez le message OTP. Lorsque les SMS sont reçus, l'application s'active automatiquement
it: Attendi il messaggio OTP. Alla ricezione di SMS, l'app si attiverà automaticamente
zh: 等待OTP消息..当收到短信时，应用程序将自动激活

# WaitForSmsMessage
source: Please with...
bg: Моля, с ...
el: Παρακαλώ περιμένετε για το SMS επιβεβαίωσης...
fr: S'il vous plaît avec ...
it: Per favore con ...
zh: 请使用...

source: Warning
bg: Внимание
el: Προσοχή
fr: Attention
it: avvertimento
zh: 警告

# WarningFillNumber
source: Please enter mobile number
bg: Моля, въведете мобилен номер
el: Παρακαλώ συμπληρώστε αριθμό τηλεφώνου
fr: S'il vous plaît entrer le numéro de téléphone
it: Inserisci il numero di cellulare
zh: 请输入手机号码

# WarningFillPin
source: Please enter application PIN
bg: Моля, въведете ПИН код на приложението
el: Παρακαλώ συμπληρώστε το PIN της εφαρμογής
fr: Veuillez saisir le code PIN de l'application
it: Inserisci il PIN dell'applicazione
zh: 请输入申请PIN码

# WelcomeMessage
source: Welcome to Alert247
bg: Добре дошли в Alert247
el: Καλωσήλθατε στο Alert247
fr: Bienvenue sur Alert247
it: Benvenuto in Alert247
zh: 欢迎来到Alert247

# WhoAlertMe
source: Who alerts me
bg: Кой ме предупреждава
el: Με ειδοποιούν
fr: Qui m'alerte
it: Chi mi avvisa
zh: 谁提醒我

# AddContactsPage
source: Select Contacts
bg: Изберете Контакти
el: Προσθήκη επαφής
fr: Sélectionnez Contacts
it: Seleziona contatti
zh: 选择联系人

# AlertAddContactsMessage
source: Do you want to send request to selected contacts?
bg: Искате ли да изпратите заявка до избрани контакти?
el: Θέλετε να στείλετε αίτημα στις επιλεγμένες επαφές;
fr: Voulez-vous envoyer une demande aux contacts sélectionnés?
it: Vuoi inviare una richiesta ai contatti selezionati?
zh: 您要向选定的联系人发送请求吗？

# AlertAddContactsTitle
source: Add contacts
bg: Добавете контакти
el: Προσθήκη επαφών
fr: Ajouter des contacts
it: Aggiungi contatti
zh: 添加联系人

# OtherText
source: Other
bg: друг
el: Άλλο
fr: Autre
it: Altro
zh: 其他

source: Share via
bg: Споделете чрез
el: Πρόσκληση μέσω
fr: Partage via
it: Condividere tramite
zh: 分享通过

# EnterMobileDialogMessage
source: Please enter mobile number
bg: Моля, въведете мобилен номер
el: Παρακαλώ εισάγετε τον αριθμό τηλεφώνου
fr: S'il vous plaît entrer le numéro de téléphone
it: Inserisci il numero di cellulare
zh: 请输入手机号码

# EnterMobileDialogTitle
source: Enter mobile
bg: Въведете мобилен телефон
el: Εισάγετε αριθμό
fr: Entrez mobile
it: Inserisci mobile
zh: 进入手机

source: Safety Radius
bg: Безопасност радиус
fr: Rayon de sécurité
it: Raggio di sicurezza
zh: 安全半径

# AcceptRequest
source: Accept
bg: приемам
el: Αποδοχή
fr: Acceptez
it: Accettare
zh: 接受

# BlockRequest
source: Block
bg: блок
el: Αποκλεισμός
fr: Bloquer
it: Bloccare
zh: 块

# CommunityRequestPage
source: New Community Request
bg: Нова заявка на Общността
fr: Nouvelle demande de communauté
it: Nuova richiesta della community
zh: 新社区请求

# IgnoreRequest
source: Ignore
bg: игнорирам
el: Παράλειψη
fr: Ignorer
it: Ignorare
zh: 忽视

# SelectPositionFromMapPage
source: Select position
bg: Изберете позиция
el: Επιλέξτε σημείο
fr: Sélectionnez la position
it: Seleziona posizione
zh: 选择位置

source: Accepted
bg: Приемани
el: Εχει αποδεχθεί
fr: Accepté
it: Accettato
zh: 公认

source: Ignored
bg: Игнорирани
fr: Ignoré
it: ignorato
zh: 忽视

source: Pending
bg: в очакване на
el: Εκρεμμεί
fr: En attente
it: in attesa di
zh: 有待

source: Unable to get location permission
bg: Не може да се получи разрешение за местоположение
fr: Impossible d'obtenir l'autorisation de localisation
it: Impossibile ottenere l'autorizzazione per la posizione
zh: 无法获得位置许可

# NewCommunityRequestTitlePage
source: New Community Request
bg: Нова заявка на Общността
el: Νέο αίτημα
fr: Nouvelle demande de communauté
it: Nuova richiesta della community
zh: 新社区要求

source: By accepting
bg: С приемането
el: Αν αποδεχτείς
fr: En acceptant
it: Accettando
zh: 通过接受

# ByAcceptingWillAbleToHelpYou
source: will be able to alert you via this app whenever he's in need of help
bg: ще може да ви предупреждава чрез това приложение винаги, когато се нуждае от помощ
el: θα μπορεί να σε ειδοποιεί αν βρίσκεται σε κίνδυνο.
fr: sera en mesure de vous alerter via cette application chaque fois qu'il a besoin d'aide
it: sarà in grado di avvisarti tramite questa app ogni volta che ha bisogno di aiuto
zh: 只要他需要帮助，便可以通过此应用提醒您

# NewCommunityRequestWantParticipateMessage
source: wants you to participate in his community!
bg: иска да участвате в неговата общност!
el: θέλει να συμμετάσχεις στην κοινότητα του.
fr: veut que tu participes à sa communauté!
it: vuole che tu partecipi alla sua comunità!
zh: 希望您参与他的社区！

# NoInternetConnection
source: Please check your internet connection.
bg: Моля, проверете вашата интернет връзка.
el: Δεν υπάρχει σύνδεση.
fr: S'il vous plait, vérifiez votre connexion internet.
it: Per favore controlla la tua connessione Internet.
zh: 请检查您的互联网连接。

# IgnoreHelp
source: IGNORE
bg: игнорирам
el: Αγνόησε
fr: IGNORER
it: IGNORARE
zh: 忽视

source: I WILL HELP
bg: ЩЕ ПОМОГНА
el: Θα βοηθήσω!
fr: JE VAIS VOUS AIDER
it: AIUTERÒ
zh: 我会帮助

# AlertSosTitle
source: SOS
zh: 求救

# HomeTab
source: Home
bg: У дома
el: Αρχική
fr: Accueil
it: Casa
zh: 家

# InfoTab
source: Info
bg: Информация
el: Πληροφορίες
it: Informazioni
zh: 信息

# SettingsTab
source: Settings
bg: Настройки
el: Ρυθμίσεις
fr: Paramètres
it: impostazioni
zh: 设置

# BlockUser
source: Block this user
bg: Блокиране на този потребител
el: Αποκλεισμός χρήστη
fr: Bloquer cet utilisateur
it: Blocca questo utente
zh: 阻止此用户

# BlockUserSubtitle
source: This user will be no longer be able to contact you...
bg: Този потребител вече няма да може да се свърже с вас ...
el: Ο χρήστης δεν θα μπορεί να επικοινωνήσει μαζί σας..
fr: Cet utilisateur ne pourra plus vous contacter ...
it: Questo utente non sarà più in grado di contattarti ...
zh: 该用户将无法再与您联系...

source: INVITE
bg: ПОКАНИ
el: Πρόσκληση
fr: INVITER
it: INVITARE
zh: 邀请

# RemoveUser
source: Remove this user
bg: Премахнете този потребител
el: Διαγραφή του χρήστη
fr: Supprimer cet utilisateur
it: Rimuovi questo utente
zh: 删除该用户

# RemoveUserSubtitle
source: This user will be removed, but you can still...
bg: Този потребител ще бъде премахнат, но все още можете ...
el: Ο χρήστης θα διαγραφεί αλλά ...
fr: Cet utilisateur sera supprimé, mais vous pouvez toujours ...
it: Questo utente verrà rimosso, ma puoi comunque ...
zh: 该用户将被删除，但您仍然可以...

# SearchBarPlaceHolder
source: Search...
bg: Търсене...
el: Αναζήτηση...
fr: Chercher...
it: Ricerca...
zh: 搜索...

# SuccessAddContactMessage
source: Contact added successfully.
bg: Контактът е добавен успешно.
el: Η επαφή προστέθηκε επιτυχώς
fr: Contact ajouté avec succès.
it: Contatto aggiunto correttamente.
zh: 联系人已成功添加。

# SuccessAddContactTitle
source: Success
bg: успех
el: Ειδοποίηση
fr: Succès
it: Successo
zh: 成功

source: Sending alert
bg: Изпращане на сигнал
el: Αποστολή Alert
fr: Envoi d'alerte
it: Invio avviso
zh: 正在发送警报

# BlockedUsersPage
source: Blocked
bg: блокиран
el: Αποκλεισμένοι
fr: Bloqué
it: bloccato
zh: 阻止

# AcceptedFromMe
source: I accepted
bg: аз приех
el: Έχω αποδεχτεί
fr: j'ai accepté
it: ho accettato
zh: 我接受

# DontUseOtpAsPinMessage
source: Attention : Don't use OTP code as pin
bg: Внимание: Не използвайте OTP код като ПИН
el: Προσοχή: μη χρησιμοποιήσετε το OTP που σας στάλθηκε ως PIN
fr: Attention: n'utilisez pas le code OTP comme broche
it: Attenzione: non utilizzare il codice OTP come pin
zh: 注意：请勿使用OTP码作为密码

# NoItems
source: No contacts found
bg: Няма намерени контакти
el: Δεν βρέθηκαν επαφές
fr: Aucun contact trouvé
it: Nessun contatto trovato
zh: 找不到联络人

# LocationServicesOffMessage
source: Location services are off. Please open it in order to keep you safe.
bg: Услугите за местоположение са изключени. Моля, отворете го, за да бъдете в безопасност.
el: Οι υπηρεσία τοποθεσίες είναι κλειστή.
fr: Les services de localisation sont désactivés. Veuillez l'ouvrir pour assurer votre sécurité.
it: I servizi di localizzazione sono disattivati. Per favore aprilo per tenerti al sicuro.
zh: 定位服务关闭。 请打开它以确保您的安全。

# SuccessSendAlert
source: Success
bg: Успех
el: Επιτυχής αποστολή
fr: Succès
it: Successo
zh: 成功

# SuccessSendAlertMessage
source: sent successfully to
bg: изпрати успешно на
el: στάλθηκε επιτυχώς σε
fr: envoyer avec succès à
it: inviare con successo a
zh: 成功发送至

# SuccessSendAlertMessageContacts
source: contacts.
bg: Контакти.
el: επαφές.
it: contatti.
zh: 联系人。

source: Accident
bg: Злополука
el: ΑΤΥΧΗΜΑ
it: Incidente
zh: 事故

source: Contacts
bg: Контакти
el: Επαφές
it: Contatti
zh: 联络人

source: Fire
bg: Пожар
el: ΦΩΤΙΑ
fr: Feu
it: Fuoco
zh: 火

source: Threat
bg: Угроза
el: ΑΠΕΙΛΗ
fr: Menace
it: Minaccia
zh: 威胁

source: Age:
bg: Възраст:
el: Ηλικία:
fr: Âge
it: Età:
zh: 年龄:

source: Allergies
bg: Алергии
el: Αλεργίες:
fr: Les allergies
it: Allergie
zh: 过敏症

# EmergencyAlertText
source: One of your contacts used emergency alert call SOS
bg: Един от вашите контакти използва SOS за спешно предупреждение
el: Μια επαφή σας χρησιμοποίησε την κλήση έκτακτης ανάγκης SOS
fr: Un de vos contacts a utilisé l'appel d'alerte d'urgence SOS
it: Uno dei tuoi contatti ha utilizzato la chiamata di avviso di emergenza SOS
zh: 您的一位联系人使用了紧急警报电话SOS

# EnterPinFor
source: ENTER PIN IN ORDER
bg: ВЪВЕДЕТЕ ПИН ЗА ПОРЪЧКА
el: ΕΙΣΑΓΕΤΕ PIN ΓΙΑ
fr: ENTRER LE PIN DANS L'ORDRE
it: INSERISCI IL PIN IN ORDINE
zh: 输入密码

source: Height
bg: Височина
el: Ύψος:
fr: la taille
it: Altezza
zh: 高度

# Medecine
source: Medicine
bg: Лекарство
el: Φάρμακα:
fr: Médicament
it: Medicinale
zh: 药物

# NewAlertTitle
source: NEW ALERT
bg: НОВ СИГНАЛ
el: ΝΕΑ ΕΙΔΟΠΟΙΗΣΗ
fr: NOUVELLE ALERTE
it: NUOVO AVVISO
zh: 新警报

# PressedAlert
source: You pressed
bg: Натиснахте
el: Πατήσατε το κουμπί
fr: Tu as pressé
it: Hai premuto
zh: 你按了

# SendAlertTitle
source: Send Alert SOS
bg: Изпратете предупреждение SOS
el: Αποστολή Ειδοποίησης SOS
fr: Envoyer une alerte SOS
it: Invia avviso SOS
zh: 发送警报SOS

# SendingAlertToSelectedContacts
source: Sending alert to selected contacts in...
bg: Изпраща се предупреждение до избрани контакти в ...
el: Αποστολή ειδοποίησης στις επιλεγμένες επαφές σε...
fr: Envoi d'une alerte aux contacts sélectionnés dans ...
it: Invio avviso ai contatti selezionati in ...
zh: 正在向选定的联系人发送警报...

# UserIsInPosition
source: Now he is on:
bg: Сега той е на:
el: Αυτή τη στιγμή βρίσκεται:
fr: Maintenant, il est sur:
it: Adesso è su:
zh: 现在他在：

source: Weight
bg: Тегло
el: Βάρος
fr: Poids
it: Peso
zh: 重量

# AcceptContactRequest
source: Accept
bg: Приемете
el: Δέχομαι
fr: J'accepte
it: Accettare
zh: 接受

# ContactRequestText
source: The following contact wants to add you to the ALERT 24/7 app.
bg: Следният контакт иска да ви добави към приложението ALERT 24/7.
el: Η παρακάτω επαφή θέλει να σας προσθέσει στην εφαρμογή ALERT 24/7
fr: Le contact suivant souhaite vous ajouter à l'application ALERT 24/7.
it: Il seguente contatto desidera aggiungerti all'app ALERT 24/7.
zh: 以下联系人希望将您添加到ALERT 24/7应用程序。

# IgnoreContactRequest
source: Ignore
bg: Игнорирайте
el: Αγνόησε
fr: Ignorer
it: Ignorare
zh: 忽视

# NewContactRequestTitle
source: CONTACT REQUEST
bg: ЗАЯВКА ЗА КОНТАКТ
el: ΠΡΟΣΘΗΚΗ ΕΠΑΦΗΣ
fr: DEMANDE DE CONTACT
it: RICHIESTA DI CONTATTO
zh: 联络请求

source: START SETTINGS
bg: СТАРТ НАСТРОЙКИ
el: ΑΡΧΙΚΕΣ ΡΥΘΜΙΣΕΙΣ
fr: DÉMARRER LES PARAMÈTRES
it: IMPOSTAZIONI INIZIALE
zh: 开始设置

# VerificationCodePageTitle
source: VERIFICATION CODE
bg: КОД ЗА ПОТВЪРЖДЕНИЕ
el: ΚΩΔΙΚΟΣ ΕΠΙΒΕΒΑΙΩΣΗΣ
fr: CODE DE VÉRIFICATION
it: CODICE DI VERIFICA
zh: 验证码

# LocationTrackingExplanation
source: Your location is used in order to locate your device and send its location to your contacts in case of emergency. You can disable this setting later through settings.
bg: Вашето местоположение се използва, за да намерите вашето устройство и да го изпратите на вашите контакти в случай на спешност. Можете да деактивирате тази настройка по-късно чрез настройките.
el: Η τοποθεσία χρησιμοποιείται για τον εντοπισμό της θέσης της συσκευής και την αποστολή του στις επαφές σας, σε περίπτωση έκτακτης ανάγκης. Μπορείτε να απενεργοποιήσετε τη λειτουργία αυτή όποτε επιθυμείτε, πηγαίνοντας στις ρυθμίσεις.
fr: Votre position est utilisée afin de localiser votre appareil et d'envoyer sa position à vos contacts en cas d'urgence. Vous pouvez désactiver ce paramètre ultérieurement via les paramètres.
it: La tua posizione viene utilizzata per localizzare il tuo dispositivo e inviare la sua posizione ai tuoi contatti in caso di emergenza. È possibile disabilitare questa impostazione in un secondo momento tramite le impostazioni.
zh: 您的位置用于找到设备并在紧急情况下将其位置发送给您的联系人。 您可以稍后通过设置禁用此设置。

# RegistrationEnterPinPromt
source: Enter the following and press "Next" in order to continue
bg: Въведете следното и натиснете "Напред", за да продължите
el: Εισάγετε παρακάτω και πατήστε "Επόμενο" για συνέχεια των ρυθμίσεων
fr: Entrez ce qui suit et appuyez sur "Suivant" pour continuer
it: Immettere quanto segue e premere "Avanti" per continuare
zh: 输入以下内容，然后按“下一步”以继续

source: USER DETAILS
bg: ПОДРОБНОСТИ ЗА ПОТРЕБИТЕЛЯ
el: ΣΤΟΙΧΕΙΑ ΧΡΗΣΤΗ
fr: DÉTAILS DE L'UTILISATEUR
it: DETTAGLI UTENTE
zh: 用户详细信息

# RegistrationEnterFieldsPromt
source: Please enter your personal details. In case of emergency will be sent to the contacts that you choose.
bg: Моля, въведете личните си данни. В случай на спешност ще бъдат изпратени до избраните от вас контакти.
el: ΠΡΟΑΙΡΕΤΙΚΟ - συμπληρώστε το προφίλ σας. Σε περίπτωση έκτακτης ανάγκης θα σταλεί στις επιλεγμένες επαφές σας.
fr: Veuillez saisir vos informations personnelles. En cas d'urgence sera envoyé aux contacts de votre choix.
it: Inserisci i tuoi dati personali. In caso di emergenza verrà inviato ai contatti che si sceglie. I tuoi dati saranno trattati nel nostro server.
zh: 请输入您的个人资料。 在紧急情况下将发送给您选择的联系人。 您的数据将在我们的服务器中处理。

source: Finish
bg: завършек
el: Ολοκλήρωση
fr: terminer
it: finire
zh: 完

source: No alert recipients
bg: Няма получатели на предупреждения
el: Δεν βρέθηκαν επαφές για αποστολή alert.
fr: Aucun destinataire d'alerte
it: Nessun destinatario dell'avviso
zh: 没有警报收件人

# RegistrationCreatePinPromt
source: Create your personal 4digit code (PIN). Enter below.
bg: Създайте своя личен 4-цифрен код (ПИН). Въведете отдолу.
el: Δημιουργήστε τον προσωπικό σας 4ψήφιο κωδικό (PIN). Εισάγετε παρακάτω.
fr: Créez votre code personnel à 4 chiffres (PIN). Entrez ci-dessous.
it: Crea il tuo codice personale a 4 cifre (PIN). Entra di seguito.
zh: 创建您的个人4位数代码（PIN）。 在下面输入。

# MainPressToCancel
source: Press again to cancel
bg: Натиснете отново, за да отмените
el: Πατήστε ξανά για ακύρωση
fr: Appuyez à nouveau pour annuler
it: Premerlo di nuovo per annullare
zh: 再按一次取消

# InviteFriendsSubtitle
source: Your friends haven't yet discover Alert 24/7. Invite them to download the app.
bg: Вашите приятели все още не са открили Alert 24/7. Поканете ги да изтеглят приложението.
el: Οι φίλοι σου δεν έχουν ανακλύψει ακόμα το Alert 24/7. Προσκάλεσε τους να κατεβάσουν την εφαρμογή και να σε προσθέσουν ως επαφή έκτακτης ανάγκης!
fr: Vos amis n'ont pas encore découvert Alert 24/7. Invitez-les à télécharger l'application.
it: I tuoi amici non hanno ancora scoperto Alert 24/7. Invitali a scaricare l'app.
zh: 您的朋友尚未发现Alert 24/7。 邀请他们下载该应用。

# InviteFriendsTitle
source: Invite your friends!
bg: Покани приятелите си!
el: Προσκάλεσε τους φίλους σου!
fr: Invite tes amis!
it: Invita i tuoi amici!
zh: 邀请您的朋友！

# SelectContact
source: Select contact to add
bg: Изберете контакт, който да добавите
el: Επέλεξε επαφή για προσθήκη
fr: Sélectionnez le contact à ajouter
it: Seleziona il contatto da aggiungere
zh: 选择要添加的联系人

source: Area
bg: Площ
el: Περιοχή
fr: Zone
it: La zona
zh: 区

source: Medicine
bg: Лекарство
el: Φάρμακα
fr: Médicament
it: Medicinale
zh: 药物

source: Other
bg: Други
el: Άλλο
fr: Autre
it: Altro
zh: 其他

# AddContactMenu
source: Add
bg: Добавяне
el: Προσθήκη
fr: Ajouter
it: Inserisci
zh: 加

# ShareMessage
source: Download Alert24/7 "https://play.google.com/store/apps/details?id=gr.avmap.alert247"
bg: Изтеглете Alert24/7 "https://play.google.com/store/apps/details?id=gr.avmap.alert247"
el: Κατέβασε το Alert24/7 "https://play.google.com/store/apps/details?id=gr.avmap.alert247"
fr: Télécharger Alert24/7 "https://play.google.com/store/apps/details?id=gr.avmap.alert247"
it: Scarica Alert24/7 "https://play.google.com/store/apps/details?id=gr.avmap.alert247"
zh: 下载Alert24/7“ https://play.google.com/store/apps/details?id=gr.avmap.alert247”

# ShareMessageTitle
source: Get Alert24/7 app
bg: Вземете приложението Alert24/7
el: Κατέβασε το Alert24/7
fr: Obtenez l'application Alert24/7
it: Ottieni l'app Alert24/7
zh: 获取Alert24/7应用

# SettingChangePin
source: Change PIN
bg: Променете ПИН кода
el: Αλλαγή PIN
fr: Changer le code PIN
it: Cambia PIN
zh: 更改密码

# SettingContacts
source: Contacts
bg: Контакти
el: Επαφές
it: Contatti
zh: 联络人

# SettingEnviroment
source: Environment
bg: Заобикаляща среда
el: Περιβάλλον
fr: Environnement
it: Ambiente
zh: 环境

# SettingLanguage
source: Language
bg: Език
el: Γλώσσα
fr: Langue
it: linguaggio
zh: 语言

# SettingLanguageSubTitle
source: Choose language
bg: Изберете език
el: Επιλογή γλώσσας
fr: Choisissez la langue
it: Scegli la lingua
zh: 选择语言

# SettingLanguageTitle
source: Settings - Language
bg: Настройки - Език
el: Ρυθμίσεις - Γλώσσα
fr: Paramètres - Langue
it: Impostazioni - Lingua
zh: 设置-语言

# SettingLocation
source: Location
bg: Позиция
el: Τοποθεσία
fr: Localisation
it: Posizione
zh: 位置

# SettingsAccount
source: Account
bg: Сметка
el: Λογαριασμός
fr: Compte
zh: 帐户

# SettingsPermissions
source: Permissions
bg: Разрешения
el: Δικαιώματα
fr: Autorisations
it: Autorizzazioni
zh: 权限

# SettingsView
source: View
bg: Изглед
el: Εμφάνιση
fr: Vue
it: Visualizza
zh: 视图

# SettingButtonsSubTitle
source: App buttons
bg: Бутони за приложения
el: Κουμπιά Εφαρμογής
fr: Boutons d'application
it: Pulsanti dell'app
zh: 应用程式按钮

# SettingButtonsTitle
source: Settings - UI
bg: Настройки - потребителски интерфейс
el: Ρυθμίσεις - Περιβάλλον
fr: Paramètres - UI
it: Impostazioni - UI
zh: 设置-用户界面

# SettingsButtonsViewMessage
source: Enable or disable buttons you want to show in app and press "Confirm"
bg: Активирайте или деактивирайте бутоните, които искате да се показват в приложението, и натиснете „Потвърждаване“
el: Ενεργοποιήστε ή απενεργοποιήστε τα κουμπιά που θέλετε να εμφανίζονται στην εφαρμογή και πατήστε "Επιβεβαίωση"
fr: Activez ou désactivez les boutons que vous souhaitez afficher dans l'application et appuyez sur «Confirmer»
it: Abilita o disabilita i pulsanti che desideri mostrare nell'app e premi "Conferma"
zh: 启用或禁用要在应用中显示的按钮，然后按“确认”

# SwitchAccident
source: ACCIDENT
bg: ЗЛОПОЛУКА
el: ΑΤΥΧΗΜΑ
it: INCIDENTE
zh: 事故

# SwitchFire
source: FIRE
bg: ПОЖАР
el: ΦΩΤΙΑ
fr: FEU
it: FUOCO
zh: 火

# SwitchTreat
source: THREAT
bg: ЗАПЛАХА
el: ΑΠΕΙΛΗ
fr: MENACE
it: MINACCIA
zh: 威胁

# SwitchContacts
source: CONTACTS
bg: КОНТАКТИ
el: ΕΠΑΦΕΣ
it: CONTATTI
zh: 联系

# SwitchInformation
source: INFORMATION
bg: ИНФОРМАЦИЯ
el: ΠΛΗΡΟΦΟΡΙΕΣ
it: INFORMAZIONE
zh: 信息
