Repository: Avmap/alert247_mobile
Catalog: AlertApp/AlertApp/Resx/AppResources.*.resx
Languages: bg, el, fr, it, zh

source: Confirmation
bg: Потвърждение
el: Επιβεβαίωση
it: Conferma
zh: 确认书

# ConfirmPinToSaveSettings
source: To save enter 4pin code and press "Finish"
bg: За да запазите, въведете 4-пинов код и натиснете "Finish"
el: Για αποθήκευση εισάγετε τον προσωπικό σας 4ψήφιο κωδικό (PIN) και πατήστε "Ολοκλήρωση"
fr: Pour enregistrer, entrez le code à 4 broches et appuyez sur "Terminer"
it: Per salvare inserisci il codice a 4 pin e premi "Fine"
zh: 要保存，请输入4pin码，然后按“完成”

# SettingPermissionLocationSubTitle
source: Location
bg: Местоположение
el: Τοποθεσία
fr: Emplacement
it: Posizione
zh: 位置

# SettingPermissionTitle
source: Settings - Permissions
bg: Настройки - Разрешения
el: Ρυθμίσεις - Δικαιώματα
fr: Paramètres - Autorisations
it: Impostazioni - Autorizzazioni
zh: 设置-权限

# SettingsLocationMessage
source: Enable or disable location tracking
bg: Активирайте или деактивирайте проследяването на местоположението
el: Ενεργοποιήστε ή απενεργοποιήστε τον εντοπισμό και την αποστολή τοποθεσίας σας και πατήστε "Επιβεβαίωση"
fr: Activer ou désactiver le suivi de l'emplacement
it: Abilita o disabilita il rilevamento della posizione
zh: 启用或禁用位置跟踪

# SettingsLocationSubtitle
source: Location is used in case of emergency
bg: Местоположението се използва в случай на спешност
el: Η τοποθεσία χρησιμοποιείται για τον εντοπισμό της θέσης της συσκευής και την αποστολή του στις επαφές σας, σε περίπτωση έκτακτης ανάγκης.
fr: L'emplacement est utilisé en cas d'urgence
it: La posizione viene utilizzata in caso di emergenza
zh: 在紧急情况下使用位置

# ContactPermissionSetting
source: CONTACTS PERMISSION
bg: КОНТАКТИ РАЗРЕШЕНИЕ
el: ΠΡΟΣΒΑΣΗ ΣΤΙΣ ΕΠΑΦΕΣ
fr: PERMISSION DE CONTACTS
it: PERMESSO CONTATTI
zh: 接触许可

# ContactPermissionSettingTitle
source: Contact access
bg: Достъп до контакт
el: Πρόσβαση στις Επαφές
fr: Accès au contact
it: Accesso ai contatti
zh: 联系人访问

# SettingsContactsPermissionSubtitle
source: Permission need in order to protect you
bg: Необходимо е разрешение, за да ви защитя
el: Η πρόσβαση στις επαφές του τηλεφώνου απαιτείται προκειμένου να μπορείτε να προστέσετε νέες επαφές. Εάν ακυρώσετε το δικαίωμα πρόσβασης, θα σας ζητηθεί ξανά κατά την επόμενη εκκίνηση της εφαρμογής.
fr: Besoin d'une autorisation pour vous protéger
it: È necessaria l'autorizzazione per proteggerti
zh: 需要许可才能保护您

# SettingAccountTitle
source: Settings - Account
bg: Настройки - Акаунт
el: Ρυθμίσεις - Λογαριασμός
fr: Paramètres - Compte
it: Impostazioni - Account
zh: 设置-帐户

# SettingsChangePinMessage
source: Enter current PIN
bg: Въведете текущия ПИН
el: Πληκτρολογήστε το υπάρχον PIN :
fr: Entrez le code PIN actuel
it: Immettere il PIN corrente
zh: 输入当前的PIN码

# EnterNewPin
source: NEW PIN
bg: НОВ ПИН
el: ΝΕΟ PIN
fr: NOUVELLE ÉPINGLE
it: NUOVO PIN
zh: 新密码

# ReEnterNewPin
source: ENTER AGAIN
bg: ВЪВЕДЕТЕ ОТНОВО
el: ΕΠΙΒΕΒΑΙΩΣΗ PIN
fr: ENTREZ ENCORE
it: ENTRA DI NUOVO
zh: 再次输入

# ContactsPermissionActive
source: ACTIVE
bg: АКТИВЕН
el: ΕΝΕΡΓΗ
fr: ACTIF
it: ATTIVO
zh: 活性

# ContactsPermissionInActive
source: PRESS TO ENABLE
bg: ПРЕС, ЗА ДА АВИЛИЗИРАТЕ
el: ΠΑΤΗΣΤΕ ΓΙΑ ΕΝΕΡΓΟΠΟΙΗΣΗ
fr: APPUYER POUR ACTIVER
it: PREMERE PER ABILITARE
zh: 按启用

source: Succcess
bg: Успех
el: Επιτυχία
fr: Succès
it: Successo
zh: 成功

# SucccessChangePinMessage
source: Pin changed successfully
bg: ПИНът се промени успешно
el: Το pin άλλαξε επιτυχώς.
fr: La broche a bien été modifiée
it: Pin modificato con successo
zh: 密码更改成功

source: Developed by
bg: Разработено от
el: Δημιουργήθηκε απο την
fr: Développé par
it: Sviluppato da
zh: 由开发

# DevelopedFor
source: for
bg: за
el: για λογαριασμό της
fr: pour
it: per
zh: 对于

# PrivacyTerms
source: Terms & Conditions
bg: Правила и условия
el: Πολιτική Προστασίας
fr: termes et conditions
it: Termini & Condizioni
zh: 条款及细则

# WrongPin
source: You entered wrong pin.
bg: Въведохте грешен ПИН.
el: Λάθος PIN.
fr: Vous avez entré une mauvaise broche.
it: Hai inserito un PIN sbagliato.
zh: 您输入了错误的密码。

# AlwaysOnCaps
source: ALWAYS ON
bg: ВИНАГИ ВКЛЮЧЕН
el: ΠΑΝΤΑ ΕΝΕΡΓΗ
fr: TOUJOURS ACTIVÉ
it: SEMPRE ACCESO
zh: 一直在线

# DeleteAccountHistory
source: Delete account data
bg: Изтрийте данните за акаунта
el: Διαγραφή ιστορικού
fr: Supprimer les données du compte
it: Elimina i dati dell'account
zh: 删除账户数据

# DownloadAccountHistory
source: Download account data
bg: Изтеглете данните за акаунта
el: Κατέβασα ιστορικού
fr: Télécharger les données du compte
it: Scarica i dati dell'account
zh: 下载账户数据

# SettingDeleteAccount
source: Delete account
bg: Изтриване на акаунт
el: Διαγραφή λογαριασμού
fr: Supprimer le compte
it: Eliminare l'account
zh: 删除帐户

# SettingHistory
source: Account history
bg: История на акаунта
el: Ιστορικό δραστηριότητας
fr: Historique du compte
it: Cronologia dell'account
zh: 账户历史

# SettingsAccountHistoryMessage
source: Download or delete your account history
bg: Изтеглете или изтрийте историята на акаунта си
el: Κατεβάστε ή διαγράψτε το ιστορικό της δραστηριότητας σας
fr: Téléchargez ou supprimez l'historique de votre compte
it: Scarica o elimina la cronologia del tuo account
zh: 下载或删除您的帐户历史记录

# DeleteAccountMessageAlert
source: Your account data history will be deleted
bg: Историята на данните в профила ви ще бъде изтрита
el: Τα δεδομένα του λογαριασμού σας θα διαγραφούν
fr: L'historique des données de votre compte sera supprimé
it: La cronologia dei dati del tuo account verrà eliminata
zh: 您的帐户数据历史记录将被删除

# ErrorDeleteHistory
source: Error while deleting account data.
bg: Грешка при изтриване на данни за акаунта.
el: Σφάλμα κατα τη διαγραφή του ιστορικού.
fr: Erreur lors de la suppression des données du compte.
it: Errore durante l'eliminazione dei dati dell'account.
zh: 删除帐户数据时出错。

# SucccessDeleteHistory
source: Account data deleted successfully
bg: Данните на акаунта бяха изтрити успешно
el: Το ιστορικό διαγράφηκε επιτυχώς.
fr: Les données du compte ont bien été supprimées
it: Dati dell'account eliminati correttamente
zh: 帐户数据已成功删除

source: Permissions Denied
bg: Разрешения отказани
el: Το δικαίωμα απορρίφθηκε.
fr: Autorisations refusées
it: Autorizzazioni negate
zh: 权限被拒绝

# PermissionsStorageDeniedMessage
source: Cant download history file.
bg: Не мога да изтегля историята на файла.
el: Δεν μπορεί να αποθηκευτεί το αρχείο του λογαριασμού σας.
fr: Impossible de télécharger le fichier historique.
it: Impossibile scaricare il file della cronologia.
zh: 无法下载历史记录文件。

# SettingsAlwaysOnMessage
source: Enable or disable guardian
bg: Активирайте или деактивирайте настойника
el: Ενεργοποιήστε ή απενεργοποιήστε τον Guardian και πατήστε "Επιβεβαίωση"
fr: Activer ou désactiver le tuteur
it: Abilitare o disabilitare il guardiano
zh: 启用或禁用监护人

# SettingsAlwaysOnSubtitle
source: Guardian is used in case of emergency
bg: Guardian се използва в случай на спешност
el: Η τοποθεσία χρησιμοποιείται για τον εντοπισμό της θέσης της συσκευής και την αποστολή του στις επαφές σας, σε περίπτωση έκτακτης ανάγκης.
fr: Guardian est utilisé en cas d'urgence
it: Guardian viene utilizzato in caso di emergenza
zh: 在紧急情况下使用监护人

# SucccessSaveAccountFile
source: Account file saved successfully
bg: Файлът на акаунта е запазен успешно
el: Το αρχείο του λογαριασμού σας αποθηκεύτηκε επιτυχώς.
fr: Fichier de compte enregistré avec succès
it: File dell'account salvato con successo
zh: 帐户文件已成功保存

# AckNotHelp
source: will not help
bg: няма да помогне
el: δεν θα βοηθήσει
fr: n'aidera pas
it: non aiuterà
zh: 不会帮助

# AckSuffix
source: Mr/Mrs
bg: Г-н / Г-жа
el: Ο/Η
fr: M. / Mme
zh: 先生/夫人

# AckWillHelp
source: will help
bg: ще помогне
el: θα βοηθήσει
fr: aidera
it: aiuterà
zh: 会有所帮助

source: Crash
bg: Катастрофа
el: Τροχαίο
zh: 崩溃

source: Fall
bg: Есен
el: Πτώση
fr: Tomber
it: Autunno
zh: 秋季

# FallDetectionSetting
source: Fall Detection
bg: Откриване на падане
el: Εντοπισμός αυτόματης πτώσης
fr: Détection de chute
it: Rilevamento delle cadute
zh: 跌倒检测

# FallDetectionCaps
source: FALL DETECTION
bg: ОТКРИВАНЕ НА ПАДЕНЕ
el: ΑΝΙΧΝΕΥΣΗ ΠΤΏΣΗΣ
fr: DÉTECTION DE CHUTE
it: RILEVAMENTO CADUTA
zh: 秋季检测

# SettingsFallDetectorMessage
source: Enable or disable fall detection
bg: Активирайте или деактивирайте откриването на падане
el: Ενεργοποιήστε ή απενεργοποιήστε τον εντοπισμό πτώσης και πατήστε "Επιβεβαίωση"
fr: Activer ou désactiver la détection de chute
it: Abilita o disabilita il rilevamento delle cadute
zh: 启用或禁用跌倒检测

# SettingsFallDetectorSubtitle
source: Guardian is used in case of emergency
bg: Guardian се използва в случай на спешност
el: Η τοποθεσία χρησιμοποιείται για τον εντοπισμό της θέσης της συσκευής και την αποστολή του στις επαφές σας, σε περίπτωση έκτακτης ανάγκης.
fr: Guardian est utilisé en cas d'urgence
it: Guardian viene utilizzato in caso di emergenza
zh: 在紧急情况下使用监护人

# CommunityRequestNotificationMessage
source: You have a new community request
bg: Имате нова заявка в общността
el: Έχετε αίτημα για κοινότητα
fr: Vous avez une nouvelle demande de communauté
it: Hai una nuova richiesta della community
zh: 您有新的社区要求

# CommunityRequestNotificationTitle
source: Community Request
bg: Искане на общността
el: Νέο αίτημα
fr: Demande de communauté
it: Richiesta della comunità
zh: 社区要求

# StickNotificationGuardianButtonOpenApp
source: Open App
bg: Отворете приложението
el: Άνοιγμα
fr: Ouvrir application
it: Apri l'app
zh: 开启应用程式

# StickNotificationGuardianMessage
source: You are protected
bg: Вие сте защитени
el: H εφαρμογή σας προστατεύει
fr: Tu es protégé
it: Sei protetto
zh: 你已经被保护了

# FallDetectedSosText
source: FALL DETECTED
bg: ЗАПАЗЕНО ПАДАНЕ
el: ΠΤΩΣΗ
fr: AUTOMNE DÉTECTÉE
it: CADUTA RILEVATA
zh: 跌倒检测

# FallDetectorSettings
source: Detector Settings
bg: Настройки на детектора
el: Ρυθμίσεις Αισθητήρα
fr: Paramètres du détecteur
it: Impostazioni del rilevatore
zh: 检测器设置

# FillAllDetectorValues
source: Fill all values
bg: Попълнете всички стойности
el: Συμπληρώστε όλες τις τιμές
fr: Remplissez toutes les valeurs
it: Riempi tutti i valori
zh: 填写所有值

# SettingUpdateProfle
source: Edit profile
bg: Редактирай профил
el: Επεξεργασία προφίλ
fr: Editer le profil
it: Modifica Profilo
zh: 编辑个人资料

# RegistrationTitle
source: Registration
bg: Регистрация
el: Εγγραφή
fr: enregistrement
it: Registrazione
zh: 注册

# OKButton
source: OK
zh: 好的

# TheAlert
source: The
el: To
it: La
zh: 这

# TouristGuide
source: Security facilities
it: Strutture di sicurezza
zh: 保安设施

# PendingRequestsPage
source: Requests
it: Richieste
zh: 要求

# SettingChangeSOS
source: Change message
zh: 更改消息

# SubscriptionStatusInactive
source: INACTIVE
it: INATTIVO
zh: 不活动

# RemoveUserAnalytical
source: Remove user?
it: Rimuovere l'utente?
zh: 移除用户？

# NoContactsNoSub
source: To alert, add contacts or activate your subscription
it: Per avvisare, aggiungi contatti
zh: 要提醒，请添加联系人

source: Version
it: Versione
zh: 版本

# SubscriptionStart
source: Start
it: Cominciare
zh: 开始

# SubscriptionStatusOK
source: ACTIVE
it: ATTIVO
zh: 积极的

# SubscriptionPage
source: Activate subscription
it: Attiva abbonamento
zh: 激活订阅

# AddSub
source: SRC Info
it: Centro di ricezione del segnale
zh: 信号接收中心

# WhatsNew
source: Application Highlights
it: Punti salienti dell'applicazione
zh: 应用亮点

# SubscriptionStatusExpired
source: EXPIRED
it: SCADUTO
zh: 已到期

# SuccessSendAlertMessageSrc
source: Signal Receiving Center
it: Centro di ricezione del segnale
zh: 信号接收中心

# SubscriptionStatusExpiring
source: EXPIRING SOON
it: IN SCADENZA
zh: 即将到期

# SubscriptionEnd
source: End
it: Fine
zh: 结尾

# DoNotShowSetting
source: Do not show again
it: Non mostrare più
zh: 不再显示

# MSG
source: MESSAGE
el: ΜΗΝΥΜΑ
it: MESSAGGIO
zh: 给朋友的信息

# SwitchSOS
source: MESSAGE
it: MESSAGGIO
zh: 信息

# SwitchSOSLbl
source: Message
it: Messaggio
zh: 信息

source: CAN YOU HELP?
it: PUOI AIUTARE?
zh: 你能帮我吗？

# SubscriptionPackage
source: Package
it: Pacchetto
zh: 包裹

# SwitchSubscription
source: SUBSCRIPTION
it: SOTTOSCRIZIONE
zh: 订阅

# SubscriptionFrame
source: SUBSCRIPTION TO SIGNAL RECEIVING CENTER
it: CENTRO DI RICEZIONE SEGNALI
zh: 信号接收中心

# SingleContact
source: Emergency Friend
it: Emergenza amico
zh: 紧急的朋友

# SwitchMap
source: MAP
it: CARTA GEOGRAFICA
zh: 地图
